Repository: ProtonMail/ios-mail
Catalog: Modules/InboxCoreUI/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: %lld attempts remaining before sign-out.
be: Засталося %lld спроб перад выхадам з сістэмы.
ca: Us queden %lld intents abans no es tanqui la sessió.
cs: %lld zbývajících pokusů před odhlášením.
da: %lld forsøg tilbage før du logges ud.
de: %lld Versuche verbleibend, bevor du abgemeldet wirst.
el: Απομένουν %lld προσπάθειες πριν την αποσύνδεση.
es: Quedan %lld intentos antes de que se cierre la sesión.
es_419: %lld intentos restantes antes de cerrar sesión
fi: %lld yritystä jäljellä ennen uloskirjautumista.
fr: %lld tentatives restantes avant la déconnexion.
it: %lld tentativi rimanenti prima della disconnessione.
ko: 로그아웃 되기까지 %lld 번의 기회가 남았습니다.
nb: %lld forsøk gjenstår før utlogging.
nl: %lld pogingen resterend voordat u wordt afgemeld.
pt_br: %lld tentativas restantes antes de encerrar a sessão.
ro: Încercări rămase înainte de deconectare: %lld
sk: Zostáva %lld pokusov pred odhlásením.
sv: %lld försök kvar innan utloggning.
tr: Oturum kapatılmadan önce %lld deneme hakkınız kaldı.

source: Confirm it's you to continue.
be: Пацвердзіце сваю асобу, каб працягнуць.
ca: Confirmeu que sou vós per a continuar.
cs: Pro pokračování potvrďte, že jste to vy.
da: Bekræft, at det er dig for at fortsætte.
de: Bestätige zum Fortfahren, dass du es bist.
el: Επιβεβαιώστε ότι είστε εσείς για να συνεχίσετε.
es: Confirma que eres tú para continuar.
es_419: Confirme que es usted para continuar.
fi: Vahvista henkilöllisyytesi jatkaaksesi.
fr: Veuillez confirmer votre identité avant de continuer.
hu: A folytatáshoz erősítse meg, hogy Ön az.
id: Konfirmasi bahwa itu Anda untuk melanjutkan.
it: Conferma che sei tu per continuare.
ja: 続けるにはあなたであることを確認してください。
ko: 계속하려면 본인임을 확인하세요.
nb: Bekreft at det er deg for å fortsette.
nl: Bevestig uw identiteit om verder te gaan.
pl: Potwierdź, aby kontynuować.
pt: Confirme a sua identidade para continuar.
pt_br: Confirme sua identidade para continuar.
ro: Confirmați-vă identitatea pentru a continua.
ru: Подтвердите свою личность, чтобы продолжить.
sk: Potvrďte, že ste to vy, ak chcete pokračovať.
sl: Pred nadaljevanjem potrdite, da ste to vi.
sv: Bekräfta att det är du för att fortsätta.
tr: İlerlemek için siz olduğunuzu doğrulayın.
uk: Підтвердьте, що це ви, аби продовжити.
zh_hans: 确认您的身份以继续
zh_hant: 確認是您本人以繼續。

source: Cycling progress bar (%@)
be: Панэль выканання цыклічнасці (%@)
ca: Barra de progrés del cicle (%@)
cs: Ukazatel průběhu (%@)
da: Cyklus-statuslinje (%@)
de: Fortschrittsbalken (%@)
el: Γραμμή προόδου ποδηλασίας (%@)
es: Progreso del ciclo (%@)
es_419: Progreso del ciclo (%@)
fi: Vaihteleva edistymispalkki (%@)
fr: Barre de progression cyclique (%@)
it: Barra di avanzamento del ciclismo (%@)
ko: 사이클링 진행률 (%@)
nb: Syklisk fremdriftslinje(%@)
nl: Voortgangsbalk (%@)
ro: Bară de progres ciclică (%@)
sk: Indikátor priebehu cyklovania (%@)
tr: Döngü ilerleme çubuğu (%@)

# Emails exchanged between Proton users are always end-to-end encrypted.
source: Emails exchanged between Proton users are automatically end-to-end encrypted.
be: Лісты, якімі абменьваюцца карыстальнікі Proton, аўтаматычна шыфруюцца скразным метадам.
ca: Els correus electrònics intercanviats entre usuaris de Proton es xifren automàticament d'extrem a extrem.
cs: E-maily mezi uživateli Proton jsou automaticky koncově šifrované.
da: E-mails, der udveksles mellem Proton-brugere, er automatisk end-to-end-krypterede.
de: E-Mails, die zwischen Proton-Nutzern ausgetauscht werden, werden automatisch Ende-zu-Ende verschlüsselt.
el: Τα μηνύματα ηλεκτρονικού ταχυδρομείου που ανταλλάσσονται μεταξύ των χρηστών του Proton κρυπτογραφούνται αυτόματα διατερματικά.
es: Los correos electrónicos intercambiados entre usuarios de Proton se cifran automáticamente de extremo a extremo.
es_419: Los correos electrónicos intercambiados entre usuarios de Proton se cifran automáticamente de extremo a extremo.
fi: Proton-käyttäjien väliset sähköpostit ovat automaattisesti päästä päähän salattuja.
fr: Les e-mails échangés entre utilisateurs Proton sont automatiquement chiffrés de bout en bout.
it: Le email scambiate tra utenti Proton sono sempre crittografate end-to-end automaticamente.
nb: E-poster som utveksles mellom Proton-brukere er automatisk ende-til-ende-kryptert.
nl: E-mails uitgewisseld tussen Proton-gebruikers zijn automatisch end-to-end versleuteld.
ro: Mesajele transmise între utilizatorii Proton sunt criptate automat bilateral.
sk: Emaily medzi používateľmi Proton sú automaticky end-to-end šifrované.
tr: Proton kullanıcıları arasında gönderilen e-postalar otomatik olarak uçtan uca şifrelenir.
zh_hans: Proton 用户之间交换的电子邮件是自动端到端加密的。
zh_hant: Proton 使用者之間的電子郵件會自動進行端對端加密。

source: Enable access
be: Уключыць доступ
ca: Activa l'accés
cs: Povolte přístup
da: Aktivér adgang
de: Zugriff aktivieren
el: Ενεργοποίηση πρόσβασης
es: Activar el acceso
es_419: Activar acceso
fi: Ota lukitustapa käyttöön
fr: Activer l’accès
hu: Engedélyezze a hozzáférést
id: Aktifkan akses
it: Abilita l'accesso
ja: アクセスを有効化
ko: 별칭 활성화
nb: Aktiver tilgang
nl: Toegang inschakelen
pl: Włącz dostęp
pt: Ativar o acesso
pt_br: Ativar acesso
ro: Activare acces
ru: Включить доступ
sk: Povoliť prístup
sl: Omogoči dostop
sv: Aktivera åtkomst
tr: Erişimi aç
uk: Увімкнути доступ
zh_hans: 启用访问
zh_hant: 啟用存取權限

source: End-to-end encrypted
be: Зашыфравана скразным метадам
ca: Xifrat d'extrem a extrem
cs: Koncové šifrování
da: End-to-end krypteret
de: Ende-zu-Ende verschlüsselt
el: Διατερματικά κρυπτογραφημένο
es: Cifrado de extremo a extremo
es_419: Cifrado de extremo a extremo
fi: Päästä päähän -salattu
fr: Chiffré de bout en bout
hu: Végponttól végpontig titkosítva
id: Terenkripsi secara ujung ke ujung
it: Crittografato end-to-end
ja: エンドツーエンド暗号化
ko: 종단간 암호화됨
nb: Ende-til-ende-kryptert
nl: End-to-end versleuteld
pl: Zaszyfrowana end-to-end
pt: Encriptado de ponta a ponta
pt_br: Criptografado de ponta a ponta
ro: Criptat bilateral
ru: Зашифровано сквозным методом
sk: Šifrované End-to-end
sl: Šifrirano od konca do konca
sv: End-to-end-krypterat
tr: Uçtan uca şifrelenmiş
uk: Наскрізно зашифровано
zh_hans: 端到端加密
zh_hant: 點對點加密

source: End-to-end encrypted from verified sender
be: Зашыфравана скразным метадам ад спраўджанага адпраўніка
ca: Xifrat d'extrem a extrem des d'un remitent verificat
cs: Koncově šifrováno od ověřeného odesílatele
da: End-to-end krypteret fra bekræftet afsender
de: Ende-zu-Ende-verschlüsselt von bestätigtem Absender
el: Διατερματική κρυπτογράφηση από επαληθευμένο αποστολέα
es: Cifrado de extremo a extremo de un remitente verificado
es_419: Cifrado de extremo a extremo de remitente verificado
fi: Päästä päähän -salattu vahvistetulta lähettäjältä
fr: Chiffré de bout en bout en provenance d’un expéditeur vérifié
it: Crittografato end-to-end da mittente verificato
ko: 검증된 발신자로부터 종단간 암호화됨
nb: Ende-til-ende-kryptert fra verifisert avsender
nl: End-to-end versleuteld van geverifieerde afzender
pt_br: Criptografada de ponta a ponta do remetente verificado
ro: Criptat bilateral de la expeditor verificat
sk: End-to-end šifrované od overeného odosielateľa
sv: End-to-end-krypterat från verifierad avsändare
tr: Doğrulanmış göndericiden uçtan uca şifrelenmiş

source: End-to-end encrypted to verified recipient
be: Зашыфравана скразным метадам для праверанага атрымальніка
ca: Xifrat d'extrem a extrem al destinatari verificat
cs: Zpráva ověřenému příjemci s koncovým šifrováním
da: End-to-end krypteret til bekræftet modtager
de: Ende-zu-Ende verschlüsselt zum verifizierten Empfänger
el: Διατερματικά κρυπτογραφημένο προς επαληθευμένο παραλήπτη
es: Cifrado de extremo a extremo al destinatario verificado
es_419: Cifrado de extremo a extremo al destinatario verificado
fi: Päästä päähän -salattu vahvistetulle vastaanottajalle
fr: Chiffré de bout en bout vers un destinataire vérifié
hu: Végpontok közt titkosított, ellenőrzött címzettnek
id: Terenkripsi end-to-end kepada penerima terverifikasi
it: Crittografato end-to-end al destinatario verificato
ja: 検証済みの宛先への、エンドツーエンド暗号化による送信
ko: 검증된 수신자에게 종단간 암호화로 전송
nb: Ende-til-ende-kryptert til bekreftet mottaker
nl: End-to-end versleuteld naar gecontroleerde ontvanger
pl: Zaszyfrowana end-to-end do zweryfikowanego odbiorcy
pt: Encriptado ponta a ponta para um destinatário verificado
pt_br: Criptografado de ponta a ponta até o destinatário verificado
ro: Criptat bilateral spre destinatar verificat
ru: Зашифровано сквозным методом для проверенного получателя
sk: End-to-end šifrovaná správa overenému príjemcovi
sl: Od konca do konca šifrirano za preverjenega prejemnika
sv: End-to-end-krypterat till verifierad mottagare
tr: Doğrulanmış alıcıya uçtan uca şifrelenmiş
uk: Наскрізно зашифровано для перевіреного отримувача
zh_hans: 经端到端加密发往已验证的收件人
zh_hant: 經端對端加密寄送已驗證收件人

source: End-to-end encrypted to verified recipients
be: Зашыфравана скразным метадам для спраўджаных атрымальнікаў
ca: Xifrat d'extrem a extrem per a destinataris verificats
cs: Koncově šifrováno pro ověřené příjemce
da: End-to-end krypteret til verificerede modtagere
de: Ende-zu-Ende-verschlüsselt an bestätigte Empfänger
el: Διατερματικά κρυπτογραφημένο προς επαληθευμένους παραλήπτες
es: Cifrado de extremo a extremo para destinatarios verificados
es_419: Cifrado de extremo a extremo para destinatarios verificados
fi: Päästä päähän -salattu vahvistetuille vastaanottajille
fr: Chiffré de bout en bout vers des destinataires vérifiés
it: Crittografato end-to-end ai destinatari verificati
ko: 검증된 수신자에게 종단간 암호화됨
nb: Ende-til-ende-kryptert til verifiserte mottakere
nl: End-to-end versleuteld naar geverifieerde ontvangers
pt_br: Criptografado de ponta a ponta para destinatários verificados
ro: Criptat bilateral către destinatari verificați
sk: End-to-end šifrované overenými príjemcami
sv: End-to-end-krypterat till verifierade mottagare
tr: Doğrulanmış alıcılara uçtan uca şifrelenmiş

source: End-to-end encrypted with failed verification
be: Зашыфравана скразным метадам з няўдалым спраўджаннем
ca: Xifrat d'extrem a extrem amb verificació fallida
cs: Koncově šifrováno s neúspěšným ověřením
da: End-to-end-krypteret med mislykket bekræftelse
de: Ende-zu-Ende-verschlüsselt mit fehlgeschlagener Bestätigung
el: Διατερματική κρυπτογράφηση με αποτυχημένη επαλήθευση
es: Cifrado de extremo a extremo con verificación fallida
es_419: Cifrado de extremo a extremo con verificación fallida
fi: Päästä päähän salattu, vahvistus epäonnistui
fr: Chiffré de bout en bout avec une vérification qui n'a pas abouti
it: Crittografato end-to-end con verifica fallita
ko: 종단간 암호화되었으나 검증 실패
nb: Ende-til-ende-kryptert med mislykket verifisering
nl: End-to-end versleuteld met mislukte verificatie
pt_br: Criptografado de ponta a ponta com verificação falhada
ro: Criptat bilateral cu verificare eșuată
sk: End-to-end šifrované s neúspešným overením
sv: End-to-end-krypterat med misslyckad verifiering
tr: Doğrulanamamış uçtan uca şifrelenmiş

source: Enter PIN
be: Увядзіце PIN
ca: Introduïu el codi PIN
cs: Zadejte PIN
da: Indtast pinkode
de: PIN eingeben
el: Εισαγωγή PIN
es: Introduce un código PIN
es_419: Ingrese el código PIN
fi: Syötä PIN-koodi
fr: Saisir un code PIN
hu: PIN kód beírása
id: Masukkan PIN
it: Inserisci il PIN
ja: PINコードを入力
ko: PIN을 입력하세요.
nb: Skriv inn PIN
nl: Pincode invoeren
pl: Wpisz kod PIN
pt: Introduza o código PIN
pt_br: Inserir PIN
ro: Introduceți codul PIN
ru: Введите PIN-код
sk: Zadajte PIN
sl: Vnesite kodo PIN
sv: Ange PIN
tr: PIN kodunu yazın
uk: Введіть PIN-код
zh_hans: 输入 PIN 码
zh_hant: 輸入個人識別號碼

source: However, a sender or recipient not using Proton Mail may have a non-encrypted copy stored on their email server.
be: Аднак адпраўнік або атрымальнік могуць мець незашыфраваную копію ліста на сваім паштовым серверы ў тым выпадку, калі ён/яна не карыстаюцца Proton Mail.
ca: No obstant, un remitent o destinatari que no utilitzi Proton Mail pot tenir una còpia no xifrada emmagatzemada al seu servidor de correu electrònic.
cs: Odesílatel nebo příjemce, který nepoužívá Proton Mail, však může mít na svém e-mailovém serveru uloženou nešifrovanou kopii.
da: En afsender eller modtager, der ikke bruger Proton Mail, kan dog have en ukrypteret kopi lagret på sin mailserver.
de: Allerdings kann es sein, dass ein Absender oder Empfänger, der Proton Mail nicht verwendet, eine unverschlüsselte Kopie auf seinem E-Mail-Server gespeichert hat.
el: Ωστόσο, ένας αποστολέας ή παραλήπτης που δεν χρησιμοποιεί το Proton Mail ενδέχεται να έχει αποθηκεύσει ένα μη κρυπτογραφημένο αντίγραφο στον διακομιστή email του.
es: Sin embargo, un remitente o destinatario que no utilice Proton Mail podría tener una copia no cifrada almacenada en su servidor de correo.
es_419: Sin embargo, un remitente o destinatario que no usa Proton Mail puede tener una copia no cifrada almacenada en su servidor de correo electrónico.
fi: Proton Mailia käyttämättömällä lähettäjällä tai vastaanottajalla voi kuitenkin olla salaamaton kopio tallennettuna sähköpostipalvelimellaan.
fr: Cependant, un expéditeur ou un destinataire n'utilisant pas Proton Mail peut avoir une copie non chiffrée stockée sur son serveur de messagerie.
it: Tuttavia, un mittente o un destinatario che non utilizza Proton Mail potrebbe avere una copia non crittografata archiviata sul proprio server di posta.
ko: 하지만 Proton Mail을 사용하지 않는 보낸 사람이나 수신자는 이메일 서버에 암호화되지 않은 복사본을 저장하고 있을 수 있습니다.
nb: Imidlertid kan en avsender eller mottaker som ikke bruker Proton Mail ha en ukryptert kopi lagret på e-posttjeneren sin.
nl: Echter, een afzender of ontvanger die geen Proton Mail gebruikt, kan een niet-versleutelde kopie op hun e-mailserver hebben opgeslagen.
pt_br: No entanto, um remetente ou destinatário que não usa o Proton Mail pode ter uma cópia não criptografada armazenada em seu servidor de e-mail.
ro: Totuși, un expeditor sau destinatar care nu utilizează Proton Mail ar putea avea o copie necriptată stocată pe serverul său de e-mail.
sk: Avšak odosielateľ alebo príjemca, ktorý nepoužíva Proton Mail, môže mať na svojom emailovom serveri uloženú nezašifrovanú kópiu.
tr: Ancak, Proton Mail kullanmayan bir gönderici veya alıcı, e-posta sunucusunda şifrelenmemiş bir kopyasını saklıyor olabilir.

source: Incorrect PIN. Please try again.
be: Няправільны PIN. Паспрабуйце яшчэ раз.
ca: PIN incorrecte. Torneu-ho a provar.
cs: Nesprávný PIN. Zkuste to prosím znovu.
da: Forkert PIN. Prøv igen.
de: Ungültige PIN. Bitte erneut versuchen.
el: Λανθασμένο PIN. Παρακαλούμε δοκιμάστε ξανά.
es: PIN incorrecto. Inténtalo de nuevo.
es_419: PIN incorrecto. Inténtelo de nuevo.
fi: Virheellinen PIN. Yritä uudelleen.
fr: PIN incorrect. Veuillez réessayer.
hu: Hibás PIN. Kérjük, próbálja újra.
id: PIN salah. Silakan coba lagi.
it: PIN errato. Riprova.
ja: PIN が正しくありません。もう一度お試しください。
ko: PIN이 잘못되었습니다. 다시 시도해 주세요.
nb: Feil PIN. Prøv igjen.
nl: Onjuiste PIN. Probeer het opnieuw.
pl: Niepoprawny kod PIN. Spróbuj ponownie.
pt: PIN incorreto. Tente novamente.
pt_br: PIN incorreto. Tente novamente.
ro: PIN incorect. Vă rugăm să reîncercați.
ru: Неверный PIN. Попробуйте еще раз.
sk: Nesprávny PIN. Skúste to znova, prosím.
sl: Napačen PIN. Poskusite znova.
sv: Felaktig PIN. Försök igen.
tr: PIN kodu yanlış. Lütfen yeniden deneyin.
uk: Неправильний PIN-код. Спробуйте ще раз.
zh_hans: PIN 不正确。请重试。

source: PGP end-to-end encrypted
be: Зашыфравана скразным метадам з дапамогай PGP
ca: Xifrat d'extrem a extrem amb PGP
cs: Koncově šifrováno pomocí PGP
da: PGP end-to-end-krypteret
de: PGP-Ende-zu-Ende verschlüsselt
el: PGP διατερματικά κρυπτογραφημένο
es: Cifrado de extremo a extremo con PGP
es_419: Cifrado de extremo a extremo con PGP
fi: PGP-päästä päähän -salattu
fr: Chiffré de bout en bout avec PGP
it: PGP crittografato end-to-end
ko: PGP 종단간 암호화됨
nb: PGP ende-til-ende-kryptert
nl: PGP end-to-end versleuteld
pt_br: PGP criptografado de ponta a ponta
ro: Criptat bilateral cu PGP
sk: PGP end-to-end šifrované
sv: PGP end-to-end-krypterat
tr: PGP ile uçtan uca şifrelenmiş

source: PGP end-to-end encrypted to verified recipient
be: Зашыфравана скразным метадам з дапамогай PGP для спраўджанага атрымальніка
ca: Xifrat d'extrem a extrem amb PGP per a un destinatari verificat
cs: Koncově šifrováno pomocí PGP pro ověřeného příjemce
da: PGP end-to-end krypteret til bekræftet modtager
de: PGP-Ende-zu-Ende-verschlüsselt an bestätigten Empfänger
el: Διατερματικά κρυπτογραφημένο με PGP προς επαληθευμένο παραλήπτη
es: Cifrado de extremo a extremo con PGP para un destinatario verificado
es_419: Cifrado de extremo a extremo con PGP a destinatario verificado
fi: PGP-päästä päähän -salattu vahvistetulle vastaanottajalle
fr: Chiffré de bout en bout avec PGP vers un destinataire vérifié
it: PGP crittografato end-to-end al destinatario verificato
ko: 검증된 수신자에게 PGP 종단간 암호화됨
nb: PGP ende-til-ende-kryptert til verifisert mottaker
nl: PGP end-to-end versleuteld naar geverifieerde ontvanger
pt_br: PGP criptografado de ponta a ponta para destinatário verificado
ro: Criptat bilateral cu PGP spre destinatar verificat
sk: PGP end-to-end šifrované overenému príjemcovi
sv: PGP end-to-end-krypterat till verifierad mottagare
tr: Doğrulanmış alıcıya PGP ile uçtan uca şifrelenmiş

source: PGP-signed email
be: Ліст падпісаны з дапамогай PGP
ca: Correu electrònic signat amb PGP
cs: E-mail podepsaný pomocí PGP
da: PGP-signeret e-mail
de: PGP-signierte E-Mail
el: Ηλεκτρονικό μήνυμα υπογεγραμμένο με PGP
es: Correo electrónico firmado con PGP
es_419: Correo electrónico firmado con PGP
fi: PGP-allekirjoitettu sähköposti
fr: Message signé avec PGP
it: email firmato PGP
ko: PGP 서명된 이메일
nb: PGP-signert e-post
nl: PGP ondertekende e-mail
pt_br: E-mail assinado com PGP
ro: E-mail semnat cu PGP
sk: Email podpísaný PGP
sv: PGP-signerad e-post
tr: PGP ile imzalanmış e-posta

source: PGP-signed email with failed verification
be: Ліст, падпісаны з дапамогай PGP, з няўдалай праверкай
ca: Correu electrònic signat amb PGP amb verificació fallida
cs: E-mail podepsaný pomocí PGP s neúspěšným ověřením
da: PGP-signeret e-mail med mislykket bekræftelse
de: PGP-signierte E-Mail mit fehlgeschlagener Überprüfung
el: Μήνυμα υπογεγραμμένο με PGP με αποτυχημένη επαλήθευση
es: Correo firmado con PGP con verificación fallida
es_419: Correo firmado con PGP con verificación fallida
fi: PGP-allekirjoitettu sähköposti, jonka vahvistus epäonnistui
fr: Message signé avec PGP avec une vérification qui n'a pas abouti
it: email firmata PGP con verifica fallita
ko: PGP 서명된 이메일, 검증 실패
nb: PGP-signert e-post med mislykket verifisering
nl: PGP ondertekende e-mail met mislukte verificatie
pt_br: E-mail com PGP assinado e verificação falhada
ro: E-mail semnat cu PGP cu verificare eșuată
sk: Email podpísaný pomocou PGP s neúspešným overením
sv: PGP-signerad e-post med misslyckad verifiering
tr: Doğrulanamamış PGP ile imzalanmış e-posta
zh_hans: PGP 签名后的电子邮件，验证失败

source: PGP-signed message from verified sender
be: Паведамленне падпісана з дапамогай PGP ад праверанага адпраўніка
ca: Missatge signat amb PGP d'un remitent verificat
cs: PGP-podepsaná zpráva od ověřeného odesílatele
da: PGP-signeret besked fra bekræftet adresse
de: PGP-signierte Nachricht von bestätigtem Absender
el: Υπογεγραμμένο μήνυμα PGP από επαληθευμένο αποστολέα
es: Mensaje firmado con PGP de un remitente verificado
es_419: Mensaje PGP firmado de remitente verificado
fi: PGP-allekirjoitettu viesti vahvistetulta lähettäjältä
fr: Message signé par PGP provenant d'un expéditeur vérifié
hu: PGP aláírt üzenet, ellenőrzött feladótól
id: Pesan tertandatangani PGP dari pengirim terverifikasi
it: Messaggio firmato con PGP dal mittente verificato
ja: 検証済みの送信者からの、PGP 署名付きメッセージ
ko: 인증된 주소에서 발송된 PGP-서명된 전송자
nb: PGP-signert melding fra bekreftet avsender
nl: PGP-versleuteld bericht van geverifieerde afzender
pl: Wiadomość podpisana PGP od zweryfikowanego nadawcy
pt: Mensagem assinada por PGP de um remetente verificado.
pt_br: Mensagem assinada por PGP de um remetente verificado
ro: Mesaj semnat PGP de la utilizator verificat
ru: Сообщение от проверенного отправителя подписанное PGP
sk: Správa podpísaná pomocou PGP z overenej adresy
sl: Sporočilo, podpisano s PGP, preverjenega pošiljatelja
sv: PGP-signerat meddelande från verifierad avsändare
tr: Doğrulanmış göndericiden PGP ile imzalanmış ileti
uk: Підписане з PGP повідомлення від перевіреного відправника
zh_hans: 已验证发件人的 PGP 签名邮件
zh_hant: 來自已驗證寄件人的 PGP 簽署郵件
